{
  "header": {
    "language": "English",
    "aboutMe": "About me",
    "projects": "Projects",
    "contact": "Contact",
    "subtitle": "Software Developer"
  },
  "aboutMe": {
    "title": "About me",
    "description": "I'm Felipe Villani, I graduated in Computer Engineering from Instituto Mauá de Tecnologia. Enthusiastic about video games, sports, and the financial market, I am always looking for challenges that allow me to grow professionally. Driven by a continuous search for knowledge and the practical application of my software development skills, I focus on clean and efficient solutions. In addition, I value teamwork as a means to achieve exceptional results.",
    "csharpExperience": "Since the beginning of my professional career, I have predominantly worked with C#, focusing on the development and maintenance of systems and APIs, usually using the MS SQL Server database system.",
    "flutterExperience": "I have developed several applications and completed a Flutter course, through which I gained deep knowledge of reactivity, state management, and Clean Architecture.",
    "pythonExperience": "During my time in college, Python was the language I used the most, especially for data science and AI. I have a good understanding of the language and key libraries, such as Pandas, NumPy, and SciKit-Learn.",
    "javaScriptExperience": "Professionally, I have developed and maintained applications built with Angular. To deepen my knowledge in this field, I took a web development course and worked on several projects."
  },
  "projects": {
    "title": "Projects",
    "codeCrafty": {
      "title": "QRCode Generator",
      "description": "A responsive and visually appealing website that generates static QR codes from user-entered text, enabling quick and easy downloads."
    },
    "tripPlanner": {
      "title": "Travel Organizer",
      "description": "A platform that helps you organize your next trip by allowing you to create budgets, providing climate expectations, and highlighting tourist attractions."
    },
    "aHalfIMDB": {
      "title": "Movies App",
      "description": "A simple mobile application that consumes the IMDB API to display information about popular movies, series, and actors, allowing users to search across these categories."
    }
  },
  "contact": {
    "title": "Contact",
    "firstMessage":"Do you want to get in touch with me?",
    "secondMessage": "Feel free to send me an email!",
    "buttonMessage": "Send an email"
  }
}